[
    {
        "rating":"4.5",
        "title": "Romantic Wedding Titles",
        "img": "https://img.freepik.com/free-photo/beautiful-wedding-walk-nature-ukraine-sumy_8353-5800.jpg?w=2000",
        "price": "20.00",
        "description": "Pick your favorite from these six floral wedding titles. Romance is well and truly in the air with these stunning designs, so whether you’re making a proposal video, wedding video, invitation video or something for Valentine’s Day there is something here for you to use. Open up the project in Premiere Pro, tweak the text, and render!"
    },
    {
        "rating":"4.5",
        "title": "Pro Wedding Titles",
        "img": "https://www.wedding-spot.com/blog/sites/wsblog/files/images/migrated/258-wedding%2Bphotographer%2Btaking%2Bpictures%2Bof%2Bbride%2Bposing%2Bon%2Bground%2Bin%2Bwedding%2Bdress.jpg",
        "price": "20.00",
        "description": "Clean, smooth, and simple but very effective: these designs are ideal for any kind of wedding video and would work great in other video projects too. Everything is neatly packaged into a Premiere Pro template that’s easy to render out into a high-quality product. "
    },
    {
        "rating":"4.5",
        "title": "Modern Wedding Titles",
        "img": "https://petapixel.com/assets/uploads/2022/05/wedding-photography-complete-guide-featured.jpg",
        "price": "20.00",
        "description": "Grab this After Effects project and tweak the text and colors using a smart color controller. No plugins are required to create stunning results – everything is pre-packaged and good to go. Simply download the project, open it in Adobe After Effects, and get started right away."
    },
    {
        "rating":"4.5",
        "title": "Floral Wedding Titles Pack",
        "img": "https://cdn.pixabay.com/photo/2014/09/13/04/59/couple-443600__480.jpg",
        "price": "20.00",
        "description": "Floral Wedding Titles Pack Flowers, leaves, stars, laurels and hearts are all animated on screen around text to create this package of luxury wedding titles. These are perfect for any film that needs to feel premium and glossy, with plenty of gold leaf and a high quality finish. This After Effects template does not require any plugins."
    },
    {
        "rating":"4.5",
        "title": "Unique Wedding Titles",
        "img": "http://bdphotographers.com/blogs-and-news/wp-content/uploads/2017/05/14908368897W9A4672.jpg",
        "price": "20.00",
        "description": "Unique Wedding Titles, To kick things off, let’s check out this After Effects templates pack. It contains eight stylish titles to choose from and include in your wedding video, each one featuring beautifully animated flowers and text. All you need to do is change the colors and text, and you’re ready to render and drop them into your project."
    },
    { 
        "rating":"4.5",
        "title": "Natural Wedding Titles Pack",
        "img": "http://www.athiniphotos.in/wp-content/uploads/2020/01/Candid-Wedding-Photography-Coimbatore-2.png",
        "price": "20.00",
        "description": "Wedding videos are the perfect way to capture the memories of a special day. But what’s the best way to design them? If you’re making a wedding for a client, creating animated text that reflects the beauty of the day can be quite daunting. Fortunately there’s a huge number of ready-made animated titles for wedding videos in the Motion Array library. Check out this list of 30 amazing wedding titles and read on to learn how to use them in your projects"
    }
]